#!/bin/bash
clear
red='\e[1;31m'
green='\e[0;32m'
blue='\e[0;34m'
purple='\e[1;35m'
blue_b='\e[0;94m'
NC='\e[0m'


echo -e  "${blue_b}  ░█▀▀█ ░█▀▀▀ ░█──░█ ░█▀▀▀█ ── ░█──░█ ─█▀█─      "${NC}      
echo -e  "${blue_b}  ░█▄▄▀ ░█▀▀▀ ░█▄▄▄█ ─▄▄▄▀▀ ▀▀ ─░█░█─ █▄▄█▄        "${NC}
echo -e  "${blue_b}  ░█─░█ ░█▄▄▄ ──░█── ░█▄▄▄█ ── ──▀▄▀─ ───█─          "${NC}
echo -e  "⠀                 ⢀⣴⣶⣿⣿⣷⡶⢤⡀⠀⠀⠀⠀⠀⠀⠀⠀⢀⡤⢶⣿⣿⣿⣿⣶⣄  " | lolcat
echo -e  "                  ⡿⠿⠿⠿⢿⣿⣿⣷⣦⡀⠀⠀⠀⠀⠀⠀⢀⣴⣾⣿⣿⡿⠿⠿⠿⠿⣦⠀ " | lolcat
echo -e  "⠀                 ⠀⠀⠀⠀⠀⠈⠙⠿⣿⡿⠆⠀⠀⠀⠀⠰⣿⣿⠿⠋⠁⠀⠀⠀⠀⠀⠀⠀  " | lolcat
echo -e  "⠀            ⠀     ⠀⣀⣤⡤⠄⢤⣀⡈⢿⡄⠀⠀⠀⠀⢠⡟⢁⣠⡤⠠⠤⢤⣀⠀⠀⠀⠀   " | lolcat
echo -e  "                ⠐⢄⣀⣼⢿⣾⣿⣿⣿⣷⣿⣆⠁⡆⠀⠀⢰⠈⢸⣿⣾⣿⣿⣿⣷⡮⣧⣀⡠⠀   " | lolcat
echo -e  "                ⠰⠛⠉⠙⠛⠶⠶⠏⠷⠛⠋⠁⢠⡇⠀⠀⢸⡄⠈⠛⠛⠿⠹⠿⠶⠚⠋⠉⠛⠆    " | lolcat
echo -e  "⠀                 ⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣾⡇⠀⠀⢸⣷⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀         " | lolcat⠀
echo -e  "            ⠀     ⠀⠀⠀⠀⠀⠀⠀ ⣠⠞⢻⠇⠀⠀⠘⡟⠳⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀      ⠀ " | lolcat
echo -e  "                ⠰⣄⡀⠀⠀⣀⣠⡤⠞⠠⠁⠀⢸⠀⠀⠀⠀⡇⠀⠘⠄⠳⢤⣀⣀⠀⠀⣀⣠     " | lolcat
echo -e  "                 ⢻⣏⢻⣯⡉⠀⠀⠀⠀⠀⠒⢎⣓⠶⠶⣞⡱⠒⠀⠀⠀⠀⠀⢉⣽⡟⣹⡟⠀     " | lolcat
echo -e  "                 ⠀⢻⣆⠹⣿⣆⣀⣀⣀⣀⣴⣿⣿⠟⠻⣿⣿⣦⣀⣀⣀⣀⣰⣿⠟⣰⡟⠀⠀    " | lolcat
echo -e  " ⠀                ⠀⠻⣧⡘⠻⠿⠿⠿⠿⣿⣿⣃⣀⣀⣙⣿⣿⠿⠿⠿⠿⠟⢃⣴⠟⠀ ⠀ ⠀ " | lolcat
echo -e  "⠀                 ⠀⠀⠙⣮⠐⠤⠀⠀⠀⠈⠉⠉⠉⠉⠉⠉⠁⠀⠀⠀⠤⠊⡵⠋⠀⠀ ⠀⠀ " | lolcat
echo -e  "⠀⠀                  ⠀⠀⠈⠳⡀⠀⠀⠀⠀⠀⠲⣶⣶⠖⠀⠀⠀⠀⠀⢀⠜⠁⠀ ⠀⠀⠀ " | lolcat
echo -e  "⠀⠀ ⠀                 ⠀⠀⠀⠈⠀⠀⠀⠀⠀⢀⣿⣿⡀⠀⠀⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀ " | lolcat
echo -e  " ⠀⠀⠀       ⠀ ⠀         ⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ " | lolcat
echo -e  "⠀⠀ ⠀               ⠀  ⠀⠀⠀⠀⠀⠀⠀⠀⠘⣿⣿⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ " | lolcat
echo -e  "  ⠀⠀              ⠀⠀   ⠀⠀⠀⠀⠀⠀⠀⠀⢿⡿⠀⠀reyz.tech⠀" | lolcat
echo -e  "${blue_b}    ░█▀▀▀█ ░█▀▀█ ░█▀▀█ ▀█▀ ░█▀▀█ ▀▀█▀▀           "${NC}            
echo -e  "${blue_b}    ─▀▀▀▄▄ ░█─── ░█▄▄▀ ░█─ ░█▄▄█ ─░█──             "${NC}
echo -e  "${blue_b}    ░█▄▄▄█ ░█▄▄█ ░█─░█ ▄█▄ ░█─── ─░█──              "${NC}
echo -e  ""
echo -e  " JANGAN CAKAP ABANG TAK PAYUNG ! ERROR ? CONTACT TELEGRAM @GHReyz" | lolcat
echo -e  ""
echo -e  " TYPE 'menu' TO GO TO MAIN OR 'exit' TO LOGOUT" | lolcat
echo -e  ""

